Repository: AreaSong/AreaChain
Catalog: AreaChain/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# command.go.tagList.name
source: Go to tag list
zh_hans: 前往标签专属清单

# command.go.tagList.aliases
source: go to tag list
zh_hans: 前往标签专属清单

# command.go.tagList.summary
source: Go to tag list; preserve the unsaved-content confirmation flow.
zh_hans: 前往标签专属清单，保留未保存内容的确认流程。

# command.workspace.open.name
source: Open workspace dashboard
zh_hans: 打开工作台总览

# command.workspace.open.aliases
source: open workspace dashboard
zh_hans: 打开工作台总览

# command.workspace.open.summary
source: Open workspace dashboard; preserve the unsaved-content confirmation flow.
zh_hans: 打开工作台总览，保留未保存内容的确认流程。

# command.workspace.reveal.name
source: Reveal current workspace
zh_hans: 前置当前工作台

# command.workspace.reveal.aliases
source: reveal current workspace
zh_hans: 前置当前工作台

# command.workspace.reveal.summary
source: Reveal current workspace; preserve the unsaved-content confirmation flow.
zh_hans: 前置当前工作台，保留未保存内容的确认流程。

# command.workspace.close.name
source: Close workspace
zh_hans: 关闭工作台

# command.workspace.close.aliases
source: close workspace
zh_hans: 关闭工作台

# command.workspace.close.summary
source: Close workspace; preserve the unsaved-content confirmation flow.
zh_hans: 关闭工作台，保留未保存内容的确认流程。

# command.overlay.toggle.name
source: Toggle menu bar popover
zh_hans: 开关菜单栏浮层

# command.overlay.toggle.aliases
source: toggle menu bar popover
zh_hans: 开关菜单栏浮层

# command.overlay.toggle.summary
source: Toggle menu bar popover; preserve the unsaved-content confirmation flow.
zh_hans: 开关菜单栏浮层，保留未保存内容的确认流程。

# command.overlay.mode.name
source: Switch popover tasks or diaries
zh_hans: 切换浮层任务或手记

# command.overlay.mode.aliases
source: switch popover tasks or diaries
zh_hans: 切换浮层任务或手记

# command.overlay.mode.summary
source: Switch popover tasks or diaries; preserve the unsaved-content confirmation flow.
zh_hans: 切换浮层任务或手记，保留未保存内容的确认流程。

# command.routine.addPanel.name
source: Open routine creation panel
zh_hans: 打开重复事项新增面板

# command.routine.addPanel.aliases
source: open routine creation panel
zh_hans: 打开重复事项新增面板

# command.routine.addPanel.summary
source: Open routine creation panel; preserve the unsaved-content confirmation flow.
zh_hans: 打开重复事项新增面板，保留未保存内容的确认流程。

# command.routine.managePanel.name
source: Open routine management
zh_hans: 打开重复事项管理面板

# command.routine.managePanel.aliases
source: open routine management
zh_hans: 打开重复事项管理面板

# command.routine.managePanel.summary
source: Open routine management; preserve the unsaved-content confirmation flow.
zh_hans: 打开重复事项管理面板，保留未保存内容的确认流程。

# command.inspector.open.name
source: Inspect selected object
zh_hans: 检查所选对象

# command.inspector.open.aliases
source: inspect selected object
zh_hans: 检查所选对象

# command.inspector.open.summary
source: Inspect selected object; preserve the unsaved-content confirmation flow.
zh_hans: 检查所选对象，保留未保存内容的确认流程。

# command.inspector.day.name
source: Select inspection date
zh_hans: 选择检查日期

# command.inspector.day.aliases
source: select inspection date
zh_hans: 选择检查日期

# command.inspector.day.summary
source: Select inspection date; preserve the unsaved-content confirmation flow.
zh_hans: 选择检查日期，保留未保存内容的确认流程。

# command.inspector.close.name
source: Close inspector
zh_hans: 关闭检查器

# command.inspector.close.aliases
source: close inspector
zh_hans: 关闭检查器

# command.inspector.close.summary
source: Close inspector; preserve the unsaved-content confirmation flow.
zh_hans: 关闭检查器，保留未保存内容的确认流程。

# command.selection.all.name
source: Select current list
zh_hans: 全选当前清单

# command.selection.all.aliases
source: select current list
zh_hans: 全选当前清单

# command.selection.all.summary
source: Select current list through a separate interaction.
zh_hans: 全选当前清单，使用独立交互流程。

# command.selection.clear.name
source: Clear list selection
zh_hans: 取消清单选择

# command.selection.clear.aliases
source: clear list selection
zh_hans: 取消清单选择

# command.selection.clear.summary
source: Clear list selection through a separate interaction.
zh_hans: 取消清单选择，使用独立交互流程。

# command.diaryWindow.open.name
source: Open diary window
zh_hans: 打开单条手记小窗

# command.diaryWindow.open.aliases
source: open diary window
zh_hans: 打开单条手记小窗

# command.diaryWindow.open.summary
source: Open diary window; preserve the unsaved-content confirmation flow.
zh_hans: 打开单条手记小窗，保留未保存内容的确认流程。

# command.diaryWindow.draft.name
source: Open diary draft window
zh_hans: 手记新草稿转小窗

# command.diaryWindow.draft.aliases
source: open diary draft window
zh_hans: 手记新草稿转小窗

# command.diaryWindow.draft.summary
source: Open diary draft window; preserve the unsaved-content confirmation flow.
zh_hans: 手记新草稿转小窗，保留未保存内容的确认流程。

# command.diaryWindow.pinned.name
source: Set diary window pin
zh_hans: 设置手记窗口置顶

# command.diaryWindow.pinned.aliases
source: set diary window pin
zh_hans: 设置手记窗口置顶

# command.diaryWindow.pinned.summary
source: Change only the selected window level, leaving record pinning unchanged.
zh_hans: 仅改变所选窗口层级，不改变手记记录置顶。

# command.diaryWindow.save.name
source: Save diary window
zh_hans: 保存手记小窗

# command.diaryWindow.save.aliases
source: save diary window
zh_hans: 保存手记小窗

# command.diaryWindow.save.summary
source: Save diary window through a separate interaction.
zh_hans: 保存手记小窗，使用独立交互流程。

# command.diaryWindow.close.name
source: Close diary window
zh_hans: 关闭手记小窗

# command.diaryWindow.close.aliases
source: close diary window
zh_hans: 关闭手记小窗

# command.diaryWindow.close.summary
source: Close diary window; preserve the unsaved-content confirmation flow.
zh_hans: 关闭手记小窗，保留未保存内容的确认流程。

# command.stats.today.name
source: Today completion progress
zh_hans: 今日完成进度

# command.stats.today.aliases
source: today completion progress
zh_hans: 今日完成进度

# command.stats.today.summary
source: View today completion progress without changing records.
zh_hans: 查看今日完成进度，不修改记录。

# command.stats.pending.name
source: Overdue and upcoming counts
zh_hans: 逾期与即将事项统计

# command.stats.pending.aliases
source: overdue and upcoming counts
zh_hans: 逾期与即将事项统计

# command.stats.pending.summary
source: View overdue and upcoming counts without changing records.
zh_hans: 查看逾期与即将事项统计，不修改记录。

# command.stats.streaks.name
source: Streak statistics
zh_hans: 连击统计

# command.stats.streaks.aliases
source: streak statistics
zh_hans: 连击统计

# command.stats.streaks.summary
source: View streak statistics without changing records.
zh_hans: 查看连击统计，不修改记录。

# command.stats.routines.name
source: Routine count
zh_hans: 重复事项数量

# command.stats.routines.aliases
source: routine count
zh_hans: 重复事项数量

# command.stats.routines.summary
source: View routine count without changing records.
zh_hans: 查看重复事项数量，不修改记录。

# command.stats.diaries.name
source: Diary count
zh_hans: 手记数量

# command.stats.diaries.aliases
source: diary count
zh_hans: 手记数量

# command.stats.diaries.summary
source: View diary count without changing records.
zh_hans: 查看手记数量，不修改记录。

# command.stats.trend.name
source: Seven day completion trend
zh_hans: 七日完成趋势

# command.stats.trend.aliases
source: seven day completion trend
zh_hans: 七日完成趋势

# command.stats.trend.summary
source: View seven day completion trend without changing records.
zh_hans: 查看七日完成趋势，不修改记录。

# command.stats.heatmap.name
source: Annual activity heatmap
zh_hans: 全年活动热力图

# command.stats.heatmap.aliases
source: annual activity heatmap
zh_hans: 全年活动热力图

# command.stats.heatmap.summary
source: View annual activity heatmap without changing records.
zh_hans: 查看全年活动热力图，不修改记录。

# command.stats.activity.name
source: Derived activity list
zh_hans: 派生活动列表

# command.stats.activity.aliases
source: derived activity list
zh_hans: 派生活动列表

# command.stats.activity.summary
source: View derived activity list without changing records.
zh_hans: 查看派生活动列表，不修改记录。

# command.stats.openDay.name
source: Open heatmap day
zh_hans: 从热力图打开日期

# command.stats.openDay.aliases
source: open heatmap day
zh_hans: 从热力图打开日期

# command.stats.openDay.summary
source: Open heatmap day; preserve the unsaved-content confirmation flow.
zh_hans: 从热力图打开日期，保留未保存内容的确认流程。

# command.stats.openActivity.name
source: Locate activity object
zh_hans: 定位活动对象

# command.stats.openActivity.aliases
source: locate activity object
zh_hans: 定位活动对象

# command.stats.openActivity.summary
source: Locate activity object; preserve the unsaved-content confirmation flow.
zh_hans: 定位活动对象，保留未保存内容的确认流程。

# command.help.syntax.name
source: Syntax help and catalog
zh_hans: 语法帮助与目录

# command.help.syntax.aliases
source: syntax help and catalog
zh_hans: 语法帮助与目录

# command.help.syntax.summary
source: View syntax help and catalog without changing records.
zh_hans: 查看语法帮助与目录，不修改记录。

# command.help.page.name
source: Current page help
zh_hans: 当前页面说明

# command.help.page.aliases
source: current page help
zh_hans: 当前页面说明

# command.help.page.summary
source: View current page help without changing records.
zh_hans: 查看当前页面说明，不修改记录。

# command.help.example.name
source: Prefill help example
zh_hans: 预填帮助示例

# command.help.example.aliases
source: prefill help example
zh_hans: 预填帮助示例

# command.help.example.summary
source: Prefill help example through a separate interaction.
zh_hans: 预填帮助示例，使用独立交互流程。

# command.support.version.name
source: Version information
zh_hans: 版本信息

# command.support.version.aliases
source: version information
zh_hans: 版本信息

# command.support.version.summary
source: View version information without changing records.
zh_hans: 查看版本信息，不修改记录。

# command.support.about.name
source: About AreaChain
zh_hans: 关于 AreaChain

# command.support.about.aliases
source: about areachain
zh_hans: 关于 AreaChain

# command.support.about.summary
source: View about areachain without changing records.
zh_hans: 查看关于 AreaChain，不修改记录。

# command.support.discussion.name
source: Open usage discussion
zh_hans: 打开使用讨论

# command.support.discussion.aliases
source: open usage discussion
zh_hans: 打开使用讨论

# command.support.discussion.summary
source: Open usage discussion through a separate interaction.
zh_hans: 打开使用讨论，使用独立交互流程。

# command.support.suggestion.name
source: Open feature suggestion
zh_hans: 打开功能建议

# command.support.suggestion.aliases
source: open feature suggestion
zh_hans: 打开功能建议

# command.support.suggestion.summary
source: Open feature suggestion through a separate interaction.
zh_hans: 打开功能建议，使用独立交互流程。

# command.support.issue.name
source: Copy environment and open issue form
zh_hans: 复制环境信息并打开问题表单

# command.support.issue.aliases
source: copy environment and open issue form
zh_hans: 复制环境信息并打开问题表单

# command.support.issue.summary
source: Copy only version, build, OS, and language information and open the form; do not submit it.
zh_hans: 仅复制版本、构建、系统与语言信息并打开表单，不自动提交。

# command.support.repository.name
source: Open repository
zh_hans: 打开源码仓库

# command.support.repository.aliases
source: open repository
zh_hans: 打开源码仓库

# command.support.repository.summary
source: Open repository through a separate interaction.
zh_hans: 打开源码仓库，使用独立交互流程。

# command.support.license.name
source: View license
zh_hans: 查看许可证

# command.support.license.aliases
source: view license
zh_hans: 查看许可证

# command.support.license.summary
source: View license through a separate interaction.
zh_hans: 查看许可证，使用独立交互流程。

# command.app.quit.name
source: Quit AreaChain
zh_hans: 退出 AreaChain

# command.app.quit.aliases
source: quit areachain
zh_hans: 退出 AreaChain

# command.app.quit.summary
source: Quit AreaChain through a separate interaction.
zh_hans: 退出 AreaChain，使用独立交互流程。

# command.catalog.root.name
source: Command catalog
zh_hans: 指令目录

# command.catalog.root.aliases
source: command catalog
zh_hans: 指令目录

# command.catalog.root.summary
source: Browse command catalog.
zh_hans: 浏览指令目录的范围或信息。

# command.group.taskBatch.name
source: Batch item actions
zh_hans: 批量事项操作

# command.group.taskBatch.aliases
source: batch item actions
zh_hans: 批量事项操作

# command.group.taskBatch.summary
source: Browse batch item actions.
zh_hans: 浏览批量事项操作的范围或信息。

# command.group.routineChecks.name
source: Routine occurrences
zh_hans: 按日重复事项记录

# command.group.routineChecks.aliases
source: routine occurrences
zh_hans: 按日重复事项记录

# command.group.routineChecks.summary
source: Browse routine occurrences.
zh_hans: 浏览按日重复事项记录的范围或信息。

# command.group.capture.name
source: Quick capture
zh_hans: 快速捕获

# command.group.capture.aliases
source: quick capture
zh_hans: 快速捕获

# command.group.capture.summary
source: Browse quick capture.
zh_hans: 浏览快速捕获的范围或信息。

# command.group.setting.name
source: Application settings
zh_hans: 应用设置

# command.group.setting.aliases
source: application settings
zh_hans: 应用设置

# command.group.setting.summary
source: Browse application settings.
zh_hans: 浏览应用设置的范围或信息。

# command.group.clipboardSettings.name
source: Clipboard settings
zh_hans: 剪贴板设置

# command.group.clipboardSettings.aliases
source: clipboard settings
zh_hans: 剪贴板设置

# command.group.clipboardSettings.summary
source: Browse clipboard settings.
zh_hans: 浏览剪贴板设置的范围或信息。

# command.group.notification.name
source: Notifications
zh_hans: 通知管理

# command.group.notification.aliases
source: notifications
zh_hans: 通知管理

# command.group.notification.summary
source: Browse notifications.
zh_hans: 浏览通知管理的范围或信息。

# command.group.calendarSync.name
source: Calendar sync
zh_hans: 日历同步

# command.group.calendarSync.aliases
source: calendar sync
zh_hans: 日历同步

# command.group.calendarSync.summary
source: Browse calendar sync.
zh_hans: 浏览日历同步的范围或信息。

# command.group.shortcut.name
source: Shortcut configuration
zh_hans: 快捷键配置

# command.group.shortcut.aliases
source: shortcut configuration
zh_hans: 快捷键配置

# command.group.shortcut.summary
source: Browse shortcut configuration.
zh_hans: 浏览快捷键配置的范围或信息。

# command.group.privacy.name
source: Privacy management
zh_hans: 隐私管理

# command.group.privacy.aliases
source: privacy management
zh_hans: 隐私管理

# command.group.privacy.summary
source: Browse privacy management.
zh_hans: 浏览隐私管理的范围或信息。

# command.group.privacyMaintenance.name
source: Privacy maintenance
zh_hans: 隐私维护

# command.group.privacyMaintenance.aliases
source: privacy maintenance
zh_hans: 隐私维护

# command.group.privacyMaintenance.summary
source: Browse privacy maintenance.
zh_hans: 浏览隐私维护的范围或信息。

# command.group.data.name
source: Data exchange
zh_hans: 数据交换

# command.group.data.aliases
source: data exchange
zh_hans: 数据交换

# command.group.data.summary
source: Browse data exchange.
zh_hans: 浏览数据交换的范围或信息。

# command.group.dataImport.name
source: JSON import
zh_hans: JSON 导入

# command.group.dataImport.aliases
source: json import
zh_hans: JSON 导入

# command.group.dataImport.summary
source: Browse json import.
zh_hans: 浏览JSON 导入的范围或信息。

# command.group.backup.name
source: Encrypted backup
zh_hans: 加密备份

# command.group.backup.aliases
source: encrypted backup
zh_hans: 加密备份

# command.group.backup.summary
source: Browse encrypted backup.
zh_hans: 浏览加密备份的范围或信息。

# command.group.recovery.name
source: Recovery
zh_hans: 异常恢复

# command.group.recovery.aliases
source: recovery
zh_hans: 异常恢复

# command.group.recovery.summary
source: Browse recovery.
zh_hans: 浏览异常恢复的范围或信息。

# command.group.calendar.name
source: Calendar planning
zh_hans: 日历规划

# command.group.calendar.aliases
source: calendar planning
zh_hans: 日历规划

# command.group.calendar.summary
source: Browse calendar planning.
zh_hans: 浏览日历规划的范围或信息。

# command.group.quadrant.name
source: Quadrant planning
zh_hans: 四象限规划

# command.group.quadrant.aliases
source: quadrant planning
zh_hans: 四象限规划

# command.group.quadrant.summary
source: Browse quadrant planning.
zh_hans: 浏览四象限规划的范围或信息。

# command.group.gantt.name
source: Planning
zh_hans: 安排规划

# command.group.gantt.aliases
source: planning
zh_hans: 安排规划

# command.group.gantt.summary
source: Browse planning.
zh_hans: 浏览安排规划的范围或信息。

# command.group.go.name
source: Page navigation
zh_hans: 页面导航

# command.group.go.aliases
source: page navigation
zh_hans: 页面导航

# command.group.go.summary
source: Browse page navigation.
zh_hans: 浏览页面导航的范围或信息。

# command.group.window.name
source: Window actions
zh_hans: 窗口操作

# command.group.window.aliases
source: window actions
zh_hans: 窗口操作

# command.group.window.summary
source: Browse window actions.
zh_hans: 浏览窗口操作的范围或信息。

# command.group.workspaceWindow.name
source: Workspace window
zh_hans: 工作台窗口

# command.group.workspaceWindow.aliases
source: workspace window
zh_hans: 工作台窗口

# command.group.workspaceWindow.summary
source: Browse workspace window.
zh_hans: 浏览工作台窗口的范围或信息。

# command.group.overlayWindow.name
source: Menu bar popover
zh_hans: 菜单栏浮层

# command.group.overlayWindow.aliases
source: menu bar popover
zh_hans: 菜单栏浮层

# command.group.overlayWindow.summary
source: Browse menu bar popover.
zh_hans: 浏览菜单栏浮层的范围或信息。

# command.group.routinePanel.name
source: Routine panels
zh_hans: 重复事项面板

# command.group.routinePanel.aliases
source: routine panels
zh_hans: 重复事项面板

# command.group.routinePanel.summary
source: Browse routine panels.
zh_hans: 浏览重复事项面板的范围或信息。

# command.group.diaryWindow.name
source: Diary window
zh_hans: 手记窗口

# command.group.diaryWindow.aliases
source: diary window
zh_hans: 手记窗口

# command.group.diaryWindow.summary
source: Browse diary window.
zh_hans: 浏览手记窗口的范围或信息。

# command.group.clipboardWindow.name
source: Clipboard window
zh_hans: 剪贴板窗口

# command.group.clipboardWindow.aliases
source: clipboard window
zh_hans: 剪贴板窗口

# command.group.clipboardWindow.summary
source: Browse clipboard window.
zh_hans: 浏览剪贴板窗口的范围或信息。

# command.group.inspector.name
source: Inspector
zh_hans: 检查器

# command.group.inspector.aliases
source: inspector
zh_hans: 检查器

# command.group.inspector.summary
source: Browse inspector.
zh_hans: 浏览检查器的范围或信息。

# command.group.selection.name
source: List selection
zh_hans: 清单选择

# command.group.selection.aliases
source: list selection
zh_hans: 清单选择

# command.group.selection.summary
source: Browse list selection.
zh_hans: 浏览清单选择的范围或信息。

# command.group.stats.name
source: Statistics
zh_hans: 统计查询

# command.group.stats.aliases
source: statistics
zh_hans: 统计查询

# command.group.stats.summary
source: Browse statistics.
zh_hans: 浏览统计查询的范围或信息。

# command.group.help.name
source: Help
zh_hans: 使用帮助

# command.group.help.aliases
source: help
zh_hans: 使用帮助

# command.group.help.summary
source: Browse help.
zh_hans: 浏览使用帮助的范围或信息。

# command.group.support.name
source: Project support
zh_hans: 项目支持

# command.group.support.aliases
source: project support
zh_hans: 项目支持

# command.group.support.summary
source: Browse project support.
zh_hans: 浏览项目支持的范围或信息。

# command.scope.tasks.name
source: Tasks scope
zh_hans: 任务范围

# command.scope.tasks.aliases
source: tasks scope
zh_hans: 任务范围

# command.scope.tasks.summary
source: Task content scope; routine and subtask composition remains unresolved.
zh_hans: 任务内容范围；习惯与子任务的具体结果集合仍待定。

# command.scope.routines.name
source: Routine definitions
zh_hans: 重复事项定义

# command.scope.routines.aliases
source: routine definitions
zh_hans: 重复事项定义

# command.scope.routines.summary
source: Browse routine definitions.
zh_hans: 浏览重复事项定义的范围或信息。

# command.scope.subtasks.name
source: Subtasks scope
zh_hans: 子任务范围

# command.scope.subtasks.aliases
source: subtasks scope
zh_hans: 子任务范围

# command.scope.subtasks.summary
source: Browse subtasks scope.
zh_hans: 浏览子任务范围的范围或信息。

# command.scope.diaries.name
source: Diaries scope
zh_hans: 手记范围

# command.scope.diaries.aliases
source: diaries scope
zh_hans: 手记范围

# command.scope.diaries.summary
source: Browse diaries scope.
zh_hans: 浏览手记范围的范围或信息。

# command.scope.tags.name
source: Tags scope
zh_hans: 标签范围

# command.scope.tags.aliases
source: tags scope
zh_hans: 标签范围

# command.scope.tags.summary
source: Browse tags scope.
zh_hans: 浏览标签范围的范围或信息。

# command.scope.images.name
source: Images scope
zh_hans: 图片范围

# command.scope.images.aliases
source: images scope
zh_hans: 图片范围

# command.scope.images.summary
source: Browse images scope.
zh_hans: 浏览图片范围的范围或信息。

# command.scope.clipboard.name
source: Clipboard history scope
zh_hans: 剪贴板历史范围

# command.scope.clipboard.aliases
source: clipboard history scope
zh_hans: 剪贴板历史范围

# command.scope.clipboard.summary
source: Search clipboard history explicitly; ordinary global content search excludes it.
zh_hans: 仅显式搜索剪贴板历史；普通全局内容搜索不包含历史。

# command.scope.trash.name
source: Trash scope
zh_hans: 回收站范围

# command.scope.trash.aliases
source: trash scope
zh_hans: 回收站范围

# command.scope.trash.summary
source: Search deleted content explicitly.
zh_hans: 仅显式搜索已删除内容。

# command.parameter.target
source: Target
zh_hans: 目标

# command.parameter.parent
source: Parent
zh_hans: 父对象

# command.parameter.title
source: Title
zh_hans: 标题

# command.parameter.notes
source: Notes
zh_hans: 备注

# command.parameter.body
source: Body
zh_hans: 正文

# command.parameter.tags
source: Tags
zh_hans: 标签

# command.parameter.name
source: Name
zh_hans: 名称

# command.parameter.color
source: Color
zh_hans: 颜色

# command.parameter.day
source: Civil date
zh_hans: 民事日期

# command.parameter.time
source: Wall clock time
zh_hans: 墙上时钟时刻

# command.parameter.priority
source: Priority
zh_hans: 优先级

# command.parameter.weekdays
source: Weekdays
zh_hans: 星期

# command.parameter.enabled
source: Enabled
zh_hans: 启用状态

# command.parameter.value
source: Value
zh_hans: 值

# command.parameter.query
source: Query
zh_hans: 关键词

# command.parameter.mode
source: Mode
zh_hans: 模式

# command.parameter.kind
source: Kind
zh_hans: 种类

# command.parameter.status
source: Status
zh_hans: 状态

# command.parameter.source
source: Source
zh_hans: 来源

# command.parameter.dateFilter
source: Date filter
zh_hans: 日期筛选

# command.parameter.reminderFilter
source: Reminder filter
zh_hans: 提醒筛选

# command.parameter.file
source: File
zh_hans: 原生文件选择

# command.parameter.shortcut
source: Shortcut
zh_hans: 快捷键动作

# command.parameter.chord
source: Chord
zh_hans: 按键组合

# command.parameter.position
source: Position
zh_hans: 位置

# command.parameter.offset
source: Offset
zh_hans: 偏移

# command.parameter.period
source: Period
zh_hans: 周期

# command.parameter.destination
source: Destination
zh_hans: 目标对象

# command.parameter.method
source: Method
zh_hans: 方式

# command.parameter.duration
source: Duration
zh_hans: 时长

# command.parameter.pattern
source: Pattern
zh_hans: 正则表达式

# command.parameter.bundleID
source: Source application bundle ID
zh_hans: 来源应用标识

# command.parameter.pasteboardType
source: Pasteboard type
zh_hans: 剪贴板类型

# command.parameter.letter
source: Letter
zh_hans: 置顶字母

# command.parameter.section
source: Section
zh_hans: 内容部分

# command.parameter.example
source: Example
zh_hans: 示例

# command.choice.system.aliases
source: System
zh_hans: 跟随系统

# command.choice.chinese.aliases
source: Chinese|simplified chinese
zh_hans: 简体中文|简中|中文

# command.choice.english.aliases
source: English
zh_hans: 英文

# command.choice.light
source: Light
zh_hans: 浅色

# command.choice.light.aliases
source: Light
zh_hans: 浅色

# command.choice.dark
source: Dark
zh_hans: 深色

# command.choice.dark.aliases
source: Dark
zh_hans: 深色

# command.choice.tail
source: Tail
zh_hans: 尾部

# command.choice.tail.aliases
source: Tail
zh_hans: 尾部

# command.choice.middle
source: Middle
zh_hans: 中间

# command.choice.middle.aliases
source: Middle
zh_hans: 中间

# command.choice.p1
source: Important and urgent
zh_hans: 重要且紧急

# command.choice.p1.aliases
source: P1
zh_hans: 重要且紧急

# command.choice.p2
source: Important
zh_hans: 重要

# command.choice.p2.aliases
source: P2
zh_hans: 重要

# command.choice.p3
source: Urgent
zh_hans: 紧急

# command.choice.p3.aliases
source: P3
zh_hans: 紧急

# command.choice.p4
source: Other
zh_hans: 其余

# command.choice.p4.aliases
source: P4
zh_hans: 其余

# command.choice.record
source: Record
zh_hans: 整条内容

# command.choice.record.aliases
source: Record
zh_hans: 整条内容

# command.choice.title
source: Title
zh_hans: 标题

# command.choice.title.aliases
source: Title
zh_hans: 标题

# command.choice.notes
source: Notes
zh_hans: 备注

# command.choice.notes.aliases
source: Notes
zh_hans: 备注

# command.choice.current
source: Current
zh_hans: 当前

# command.choice.current.aliases
source: Current
zh_hans: 当前
